{
  "stories" : {
    "nairobi": [
        [
            {
                "url": "https://www.monitor.co.ug/News/World/One-freed-four-present-defence-over-Kenya-university-attack/688340-4957612-10ceyoc/",
                "text": "Earlier this month, Andayi ruled that three suspects have a case to answer for their alleged involvement in an attack on the Westgate shopping mall in Nairobi in 2013 in which 67 people died. Just days after the Dusit attack gunmen were foiled trying to strike a Chinese construction site in Garissa, and on Saturday two people were lightly injured in a mysterious explosion in central Nairobi, further setting the country on edge. This prompted the national police to put out a statement urging the public, transport operators, malls, hotels, places of worship and education, to \"step up their level of alertness\".",
                "score": -231.4751890973437,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "https://www.capitalfm.co.ke/news/2019/01/dci-releases-photos-of-130-suspects-wanted-over-electronic-fraud/",
                "text": "January 30, 2019 (4 days ago) 8:50 am The fraud is said to have led to the loss of colossal sums of money from banks and other financial institutions – and sometimes involved insiders/COURTESYBy JOSEPH MURAYA , NAIROBI, Kenya, Jan 30 – The Directorate of Criminal Investigations on Wednesday released photos of 130 suspects wanted over electronic fraud and hacking into bank systems. They are also supposed to promote compliance with appropriate technical and operational cybersecurity standards in order to help maintain public trust and confidence in the national payment system. In April 2016, detectives arrested 41 foreigners who were in the process of setting up a sophisticated communication centre in a house within Runda Estate in Nairobi.",
                "score": -179.31583386682473,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "https://www.aljazeera.com/news/2019/01/kenya-security-high-alert-al-shabab-attack-190130103838369.html",
                "text": "Security has been stepped up across Kenya since al-Shabab gunmen attacked a Nairobi hotel complex this month, killing 21 people. The crackdown is disrupting life - military and police checkpoints dot the road and due to the frequent stops and searches, a four-hour journey now takes a gruelling 10 hours. Al Jazeera's Mohammed Adow reports from Boni forest close to the border with Somalia.",
                "score": -156.2607351425625,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "http://polity.org.za/article/home-grown-terror-a-worsening-threat-for-kenya-2019-01-30",
                "text": "The Saleh an-Nabhan brigade has conducted numerous high-profile operations in the past, including the July 2010 Kampala bombings and the January 2016 attack on El Adde, an African Union Mission in Somalia (AMISOM) army base. The day before the dusitD2 attack, a court in Nairobi ruled that suspects of the Westgate Mall assault would stand trial based on evidence that took five years to piece together. Written by Duncan E Omondi Gumba, Regional Coordinator for East and Horn of Africa and Mohamed Daghar, Researcher, ENACT project, ISS Nairobi",
                "score": -150.94708340389,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "https://www.capitalfm.co.ke/news/2019/01/detectives-raid-ntsa-offices-in-terror-attack-car-probe/",
                "text": "January 30, 2019 (4 days ago) 11:19 am The detectives have sealed off the building and are stopping members of the public seeking services there until they finish their search/SAMUEL WANJOHIBy JOSEPH MURAYA , NAIROBI, Kenya, Jan 30 – Several officials at the National Transport and Safety Authority (NTSA) have been arrested in an investigation on the registration of a vehicle used by terrorists during the 14 Riverside Drive attack. The NTSA headquarters in Nairobi’s Upper Hill has been closed for business as detectives question officials inside the premises on how the vehicle that ferried the terrorists was registered. Our reporter covering the story says he has seen unmarked police vehicles speed off the premises with suspects and Central Processing Units which will be analysed for evidence on who handled the registration.",
                "score": -129.4117647058824,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "https://allafrica.com/view/group/main/main/id/00066072.html",
                "text": "This means al-Shabaab's influence and cells may have penetrated many parts of the country, writes Duncan E Omondi Gumba and Mohamed Daghar for Institute For Security Studies . When Mr Hassan Abdi Nur, a mobile money agent, was arraigned for the 14 Riverside Drive attack, it must have come as a shock to people in similar businesses that the nature and… Read more » When Mr Hassan Abdi Nur, a mobile money agent, was arraigned for the 14 Riverside Drive attack, it must have come as a shock to people in similar businesses that the nature and… Read more »",
                "score": -125.0,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "https://www.businessdailyafrica.com/news/Safaricom-had-closed-Dusit-terror-suspect-s-M-Pesa/539546-4957714-9in2lt/",
                "text": "Safaricom #ticker:SCOM had already flagged a terror suspect accused of making huge M-Pesa withdrawals allegedly to finance the dusitD2 Hotel attack, a court heard Tuesday. Defence lawyer Jamal Bake Tuesday disclosed that Mr Nur visited Safaricom headquarters in Nairobi thrice seeking an explanation on the closure of his M-Pesa agency, until his arrest on January 22 when he went to the company’s Waiyaki Way offices for a fourth time. Mr Nur is an M-Pesa agent whom Anti-Terrorism Police Unit (ATPU) believe received huge amounts that passed through his account allegedly to facilitate terrorism activities in the country.",
                "score": -112.85710931953017,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "https://citizentv.co.ke/news/14-riverside-terrorist-attack-anti-terror-police-raid-ntsa-headquarters-229109/",
                "text": "The Anti-terrorism Police Unit (ATPU) on Wednesday morning raided the National Transport and Safety Authority (NTSA) main offices in the ongoing probe into the registration of a vehicle used by 14 Riverside terrorists. Detectives from the Directorate of Criminal Investigations (DCI) then raided Geojoska Apartments where the owner of the second car lived. Questions emerged about the double registration and the spotlight was cast on the National Transport and Safety Authority which is mandated with the task.",
                "score": -105.527638190955,
                "lat": "-1.2833299999999999",
                "long": "36.7833",
                "date": "20190130"
            },
            {
                "url": "https://www.nation.co.ke/counties/kwale/Measles-scare-in-Kwale-as-five-are-taken-ill/3444918-4958682-nk14do/",
                "text": "By WINNIE ATIENO More by this Author Anxiety has gripped Kwale residents after a measles outbreak was reported in Msulwa village. County health department is trying to contain the situation,” a doctor who wished not to be named since he is not authorised to speak to the media, told the Nation. “I have just received the report on measles (outbreak) I will give a statement later,” Mr Gwama told the Nation .",
                "score": -104.26540284360179,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            },
            {
                "url": "http://www.africanews.com/2019/01/30/nairobi-attack-interpol-assisting-with-probe-the-morning-call/",
                "text": "30/01 - 08:15\nInvestigations into the recent terrorist attack in Kenya at the 14 Riverside Drive complex is ongoing carried out by local security officials as well as international agencies like the FBI and Interpol. If you want to\ncontribute to The Morning Call, here are the best ways to get in touch : Post your comment on Twitter with #themorningcall Sms or Whatsapp us to (+242) 064 77 90 90 Email us on morningcall\n@africanews.com Leave a voice message here If you want to\ncontribute to The Morning Call, here are the best ways to get in touch : Post your comment on Twitter with #themorningcall Sms or Whatsapp us to (+242) 064 77 90 90 Email us on morningcall\n@africanews.com Leave a voice message here",
                "score": -101.01010101010101,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190130"
            }
        ],
        [
            {
                "url": "https://www.sfgate.com/news/crime/article/Kenya-says-New-Zealander-arrested-in-crackdown-on-13576231.php",
                "text": "The crackdown follows an attack, claimed by al-Shabab extremists from neighboring Somalia, earlier this month on a hotel complex in Nairobi. The extremist group has vowed retribution on Kenya for sending troops to Somalia. Kenya is part of an African Union mission bolstering Somalia's fragile government from al-Shabab's insurgency.",
                "score": -3255.8310321666604,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190131"
            },
            {
                "url": "https://www.reuters.com/article/us-somalia-security-usa/u-s-says-air-strike-killed-24-militants-in-somalia-idUSKCN1PP2R7",
                "text": "NAIROBI (Reuters) - The U.S. military said on Thursday it had killed 24 militants in an air strike on Wednesday in the vicinity of Shebeeley in central Somalia. The military’s Africa Command (Africom) said in a statement that no civilians were believed to have been killed or injured in the air strike in the Hiran region. Al Shabaab retains a strong presence in parts of southern and central Somalia.",
                "score": -543.9061845595415,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190131"
            },
            {
                "url": "https://www.standardmedia.co.ke/business/article/2001311509/two-suspects-charged-over-bank-systems-hacking",
                "text": "On the night of January 19, 2019 the court was also informed he dishonestly withdrew from his bank account Sh807,684 knowing that it was stolen money. He was also accused of conspiracy to steal Sh 12,504,000 from Chase Bank on diverse dates between June 1, 2018 and July 8, 2018. Chase Bank has since changed name to SBM Kenya\nThe defense requested the court to release them on favorable terms.",
                "score": -210.02386634844999,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190131"
            },
            {
                "url": "https://www.mwakilishi.com/article/kenya-news/2019-01-30/dusitd2-terrorist-attack-detectives-raid-ntsa-headquarters",
                "text": "Officers from the Anti-terrorism Police Unit (ATPU) have on Wednesday morning raided the National Transport and Safety Authority (NTSA) headquarters in Nairobi. The raid is part of the ongoing investigations into the registration of a car used by terrorists who attacked DusitD2 complex in Westlands, Nairobi on January 15th, leaving 21 people dead. This has placed the National Transport and Safety Authority on the spot, with corrupt officials at the agency being blamed for cases of double registration.",
                "score": -204.507619413498,
                "lat": "-1.2833299999999999",
                "long": "36.7833",
                "date": "20190131"
            },
            {
                "url": "https://allafrica.com/stories/201901310075.html",
                "text": "By Winnie Atieno Anxiety has gripped Kwale residents after a measles outbreak was reported in Msulwa village. County health department is trying to contain the situation,\" a doctor who wished not to be named since he is not authorised to speak to the media, told the Nation. \"I have just received the report on measles (outbreak) I will give a statement later,\" Mr Gwama told the Nation.",
                "score": -158.2213130722773,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190131"
            },
            {
                "url": "https://www.dailymail.co.uk/news/article-6654067/US-airstrike-kills-24-al-Shabab-extremists-Somalia.html",
                "text": "An airstrike was carried out on Wednesday by an extremist camp near Shebeeley in the central Hiran region north of the capital, Mogadishu, according to the US Africa Command. Some have targeted top al-Shabab leaders or key financial officials, as the extremist group funds its attacks with an extensive network of 'taxation' and extortion. Airstrikes are meant to support Somali forces as they increase pressure on al-Shabab and its recruiting efforts in the region, especially in southern and central Somalia, the US said in a statement.",
                "score": -135.4948792490835,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190131"
            },
            {
                "url": "https://www.aljazeera.com/indepth/features/avoid-stillbirths-women-kenya-bribe-overworked-doctors-190130235838101.html",
                "text": "Friends told her that pregnant women in Kenya have to pay bribes to doctors and nurses to escape long queues of mothers waiting to deliver their babies. \"After realising that most women pay bribes to avoid long queues, it is then I approached a well-known gynaecologist at the facility and negotiated a fee of 2,000 shillings ($20) to deliver my first child. Cholera patients receive treatment and care inside a special ward at the Kenyatta National Hospital in Nairobi, Kenya July 19, 2017 [File: Thomas Mukoya/Reuters]",
                "score": -110.83660207247809,
                "lat": "-1.2833299999999999",
                "long": "36.85",
                "date": "20190131"
            },
            {
                "url": "https://allafrica.com/stories/201901310082.html",
                "text": "\"Two girls have tested positive while stool samples from the rest, who were also experiencing severe diarrhoea, have been taken for further screening,\" said Dr Hildah Nabiswa. Twenty pupils from Kieni Mixed Secondary, Kiurani Boys and Jediel Kiraithe Boarding Primary School have been admitted at Magutuni Sub County Hospital. County Director of Education Bridget Wambua told the media that the students had been complaining of severe abdominal pains.",
                "score": -102.0736248753588,
                "lat": "-0.8525659999999999",
                "long": "36.6723",
                "date": "20190131"
            },
            {
                "url": "https://allafrica.com/stories/201901310048.html",
                "text": "By Joseph Muraya Nairobi — An official of the National Transport and Safety Authority (NTSA) was arraigned in court on Wednesday over registration of the car used in the 14 Riverside Drive terror attack. The official, named in court documents as Augustine Mulwa Musembi was arrested during a police raid at the agency, which handles registration of motor vehicles. Detectives raided the NTSA headquarters located in Upper Hill on Wednesday morning, catching everyone off-guard including members of the public who were being served.",
                "score": -93.61702127659584,
                "lat": "-1.45",
                "long": "36.9667",
                "date": "20190131"
            },
            {
                "url": "https://www.capitalfm.co.ke/news/2019/01/2-children-die-in-fire-incident-within-tassia/",
                "text": "January 31, 2019 (3 days ago) 9:53 am Several other structures were flattened in the incident that took long to contain/FILEBy SIMON NDONGA , NAIROBI, Kenya, Jan 31 – Two children died in a fire incident in a slum in Tassia, Nairobi on Wednesday night. According to police, the children aged one and two were in their house when the fire broke out from one of the affected structures and spread fast. Fire fighters usually complain of lack of proper roads in the informal settlements contribute to spread of such disasters.",
                "score": -74.62686567164181,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190131"
            }
        ],
        [
            {
                "url": "https://allafrica.com/stories/201902010408.html",
                "text": "By Joseph Wangui A Nyeri court on Friday released three suspects in the Al-Shabaab attack on the dusitD2 complex in Nairobi, citing police findings following investigations. Resident Magistrate Nelly Kariuki made the ruling after being told that the Anti-Terrorism Police Unit closed the file saying no offences and links to the incident were found during its probe. At that time, police constable Newton Mwangi noted that the suspects were arrested on Friday night and that their call logs were yet to be obtained from mobile phone service providers.",
                "score": -211.85762210307337,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://eastafricamonitor.com/ethiopia-teams-up-with-somalia-in-massive-offensive-against-al-shabaab/",
                "text": "Three soldiers were wounded in the ambush, according to a statement from the African Union, which was reported as the militant group was carrying out the deadly DusitD2 hotel attack in Kenya. Ethiopia denies claims made by al-Shabab that several Ethiopian troops were killed in the ambush – and it wouldn’t be the first time the Islamist extremist group has exaggerated the extent of its attacks. By Sunday, Ethiopia said the joint mission had killed 66 insurgents from the extremist group in Kismayo during an operation that also destroyed nine Land Cruiser pickups equipped with heavy explosives.",
                "score": -205.99759049849834,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://mpasho.co.ke/dusit-suicide-bomber-mahir-khalid/",
                "text": "The bomber who blew himself up outside at Dusit hotel this month, launching an attack that killed 21 people, was already so well-known to Kenyan police that they had emblazoned his face across billboards under the slogan “WANTED: DEAD OR ALIVE”. “After he disappeared, we monitored him to Tanzania, then later to Somalia, where he went quiet until he made a surprise appearance in the Dusit [hotel] attack,” a retired Kenyan counter-terrorism officer told Reuters. Kafungwa is a “rising star in extremist circles” and has been linked to another plot in Kenya – a plan to kidnap foreign tourists over the 2014 Christmas holiday – said a Nairobi-based security analyst who has observed militant activity at the mosque for nearly a decade.",
                "score": -172.68737847933602,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://www.the-star.co.ke/news/2019/02/01/eldoret-man-found-guilty-of-being-al-shabaab-member-locked-up_c1888124",
                "text": "A court in Eldoret on Friday sentenced a man to 15 years in jail after he was found guilty of being an al Shabaab member. “The prosecution has proved beyond reasonable doubt that you were a member of the outlawed terror group and hereby sentences you to serve 15 years in jail,\" Obulutsa said. The sentencing comes as a suspect linked to the Westgate terror attack - Adan Dhenq - was freed on January 14.",
                "score": -161.56109865470881,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://www.kenyan-post.com/2019/02/maraga-vows-to-sack-all-judges-who-are.html",
                "text": "Friday\nFebruary 1, 2019- Chief Justice, David Maraga, on Friday met all\nsenior judges in the country and urged them to expedite corruption cases.According to a source who attended the meeting, Maraga\nexpressed frustration over how some judges are handling corruption cases. The CJ urged the judges to expedite corruption cases as fast\nas possible and ensure the culprits are jailed for stealing public money. Last week during Anti-Corruption Conference in\nNairobi, President Uhuru Kenyatta and NASA leader, Raila Odinga, vilified the\nJudiciary saying many judges and magistrates are colluding with corrupt barons and murderers to evade\njustice.",
                "score": -132.46043923683814,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://www.dailyrecord.co.uk/news/scottish-news/scots-toff-facing-trial-over-13934970",
                "text": "Jack Marrian was expected to walk free from a Kenyan court yesterday over allegations his sugar trading firm was behind a coke haul smuggled into the country in a shipping container two-and-a-half years ago. Jack Marrian watches as a slabs of cocaine are presented as evidence before the case was abandoned by prosecutors (Image: Getty) Read More US Drug Enforcement Administration officials said that neither he or Mwanthri could have been involved. Prosecutor Jacob Ondari last week admitted that drugs enforcement teams had traced the consignment of sugar back through Spain to Brazil and uncovered the “real criminal source”.",
                "score": -131.85284463567118,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://www.fijitimes.com/kenya-bombers-journey-offers-cautionary-tale-of-intelligence-failures/",
                "text": "FILE PHOTO: People are evacuated by a member of the security forces at the scene where explosions and gunshots were heard at the Dusit hotel compound in Nairobi, Kenya January 15, 2019. NAIROBI/MOMBASA, Kenya (Reuters) – The bomber who blew himself up outside a Nairobi hotel this month, launching an attack that killed 21 people, was already so well-known to Kenyan police that they had emblazoned his face across billboards under the slogan “WANTED: DEAD OR ALIVE”. Continue reading this article with a Fiji Times online membership.",
                "score": -127.9910873283817,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://citizentv.co.ke/news/crackdown-on-suspected-electronic-banking-fraudsters-instensifies-229488/",
                "text": "Damaris, Regina and Josephine are accused that on diverse dates between December 1,2018 and January 7, 2019 at unknown place within Kenya, jointly with others not before court conspired to commit a felony namely stealing from Consolidated bank Ksh. In the charge sheet, it is alleged that on diverse dates between December 31, 2018 and January 7, 2019 at unknown place within Kenya and jointly with others not before court, they fraudulently and with intent to steal altered data in a computer system belonging to Consolidated Bank. She is further charged with Electronic fraud where it is alleged that on June 12, 2018 and July 8,2018 at unknown place within Kenya and jointly with others not before court fraudulently and with intent to steal altered data in a computer system belonging to Chase Bank.",
                "score": -101.57367668097301,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://www.capitalfm.co.ke/news/2019/02/cj-maraga-announces-radical-plan-to-expedite-hearing-of-graft-cases/",
                "text": "Responding to Capital FM News on new measures adopted during a meeting he held with the country’s top judges on Friday, Chief Justice David Maraga said most graft cases will be concluded within three to five months based on cooperation by prosecutors and other parties involved. The undertaking is seen as an assurance to DPP Noordin Haji who CJ Maraga openly bashed during a national anti-corruption conference on Friday last week faulting the manner in which his office drafted charge sheets. Maraga had also criticized the Director of Criminal Investigations for staging arrests on Fridays, a move he said had resulted into the accumulation of petitions in form of preliminary objections further crowding court diaries.",
                "score": -95.5297305956798,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            },
            {
                "url": "https://www.nation.co.ke/news/Eight-GSU-officers-injured-in-accident-/1056-4962592-pr7vkg/",
                "text": "By LUCY MKANYIKA More by this Author Eight General Service Unit (GSU) officers were on Friday night injured after they were involved in an accident at Ndii on Nairobi-Mombasa highway in Voi, Taita Taveta County. Mr Wanyonyi said the accident involved the police van and a truck that was heading to Nairobi. Moi County Referral Hospital’s medical superintendent Dr Gitau Kagona said the facility received eight survivors.",
                "score": -94.9771689497717,
                "lat": "-1.2833299999999999",
                "long": "36.8167",
                "date": "20190201"
            }
        ]
    ],
    "guatemala city": [
        [
            {
                "url": "https://www.studentnewsdaily.com/daily-news-article/new-trend-busloads-of-migrants-dropped-off-in-mexico-walk-across-border-into-u-s/",
                "text": "“They walked about 100 yards, climbed under and over the vehicle barrier that is the only infrastructure in that area and agents were called in to make the arrest,” said acting Tucson Border Patrol Chief Jeffrey Self . In Arizona earlier this month, agents encountered a group of 85 Central Americans after they arrived by bus and illegally entered the country in the same general area of Thursday’s crossing. The Arizona region has not seen a notable uptick in narcotics seizures, but the concern is that the large groups distract from agents’ ability to prevent smuggling, according to Border Patrol.",
                "score": -38.9513108614233,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190130"
            },
            {
                "url": "https://medicine.wustl.edu/news/university-to-help-modernize-radiation-therapy-in-guatemala/",
                "text": "“Radiotherapy services are an important auxiliary for health, since they provide curative or palliative care for patients with malignant neoplasms or benign growths that are not treatable with other procedures,” said Vicky Fuentes de Falla, MD, the president of Liga Nacional Contra el Cancer. “We are trying to have a global impact on cancer care,” said Dennis Hallahan, MD , the Elizabeth H. and James S. McDonnell, III Distinguished Professor of Medicine, and head of the Department of Radiation Oncology. Having identical machines at Siteman Cancer Center – part of Barnes-Jewish Hospital and Washington University School of Medicine – and in Guatemala will make it easy for St. Louis-based doctors, medical physicists and technicians to train their Guatemalan counterparts in using the new technology.",
                "score": 13.9372822299652,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190130"
            },
            {
                "url": "https://source.wustl.edu/2019/01/university-to-help-modernize-radiation-therapy-in-guatemala/",
                "text": "“Radiotherapy services are an important auxiliary for health, since they provide curative or palliative care for patients with malignant neoplasms or benign growths that are not treatable with other procedures,” said Vicky Fuentes de Falla, MD, the president of Liga Nacional Contra el Cancer. “We are trying to have a global impact on cancer care,” said Dennis Hallahan, MD , the Elizabeth H. and James S. McDonnell, III Distinguished Professor of Medicine, and head of the Department of Radiation Oncology. Having identical machines at Siteman Cancer Center – part of Barnes-Jewish Hospital and Washington University School of Medicine – and in Guatemala will make it easy for St. Louis-based doctors, medical physicists and technicians to train their Guatemalan counterparts in using the new technology.",
                "score": 15.030946065428898,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190130"
            },
            {
                "url": "http://blogs.worldbank.org/trade/leave-your-hammocks-home-how-customs-union-between-guatemala-and-honduras-cut-trade-times-10-hours",
                "text": "As recently as 2017, cargo truck drivers bringing shipments of goods across the border of Guatemala and Honduras often brought along one unexpected item: a hammock.This is because clearing customs and traveling one kilometer between the two countries could take up to 10 hours. Establish a joint customs union The governments from Guatemala and Honduras, the Secretariat of Economic Integration in Central America (SIECA), together with the private sector discussed a comprehensive solution to address trade bottlenecks at the border. The Customs Union replaced this onerous process with a single online instrument called “ FYDUCA ” (Factura y Declaración Única Centroamericana – Central American Invoice and Declaration).",
                "score": 20.0621112875481,
                "lat": "14.85",
                "long": "-90.2",
                "date": "20190130"
            }
        ],
        [
            {
                "url": "https://www.aljazeera.com/news/2019/01/guatemalans-protest-bill-free-war-criminals-190131204908624.html",
                "text": "More than 200 people, including survivors and the families of victims of the armed conflict in Guatemala, gathered on Thursday to commemorate the anniversary of the massacre, and to protest a bill under discussion in Congress that would set war criminals free and prevent future prosecution. In 2013, a tribunal convicted former military dictator Efrain Rios Montt of genocide and crimes against humanity for a series of massacres in the Maya Ixil region during his rule in the early 1980s. Nobel Peace Prize winner Rigoberta Menchu speaks to reporters after a ceremony at the site of the January 31, 1980 Spanish Embassy massacre in which her father and more than 30 others were killed [Sandra Cuffe/Al Jazeera]",
                "score": -36.40500568828216,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190131"
            },
            {
                "url": "https://www.fidh.org/en/region/americas/guatemala/guatemala-recent-measures-by-jimmy-morales-government-are-a-blow-to",
                "text": "Geneva-Paris-Guatemala City, 9 January 2019 - In recent days, Jimmy Morales’s government has repeatedly disobeyed judicial rulings, thus slowing the fight against impunity and corruption in Guatemala. Among the most serious events is the illegal detention from 5 to 6 January of CICIG investigator Yilen Osorio at Guatemala City Airport by immigration officials and the National Civil Police, under the orders of the Minister of Foreign Affairs, the Ministry of the Interior and the President of the Republic himself, all in flagrant disobedience of the CC that had given the government a period of 12 hours to extend visas and allow the entry of 11 CICIG investigators including Mr Osorio. Likewise, during the press conference on 7 January, President Morales made threatening comments against civil society and ordered \"that the pertinent accusations be made to the national authorities against individuals and authorities who participated in acts that violated our laws, including prevarication, abuse of authority, acts against the Constitution, illegal orders, and sedition.”\nThe Observatory and UDEFEGUA are concerned about statements that encourage the criminalization of human rights defenders in Guatemala, including CICIG officials and members of institutions that guarantee human rights in the country, such as the CC and the Human Rights Ombudsman (PDH).",
                "score": -20.17391304347824,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190131"
            }
        ],
        [
            {
                "url": "https://nacla.org/news/2019/02/01/will-amlo-respond-central-american-exodus-compassion%E2%80%94or-militarization",
                "text": "Developed under the Obama administration, the Alliance for Prosperity includes plans to build a gas pipeline from Mexico to Central America, expand energy infrastructure and logistics corridors, coordinate border security across the region and attract foreign investment. More than 50 members of U.S. Congress, for example, have called for the United States to more rigorously condition foreign aid and loans to Honduras’ police and military in light of rampant impunity for violence against human rights defenders, epitomized by the murder of internationally-renowned indigenous leader Berta Cáceres. But Berenice Valdez Rivera, public policy coordinator with the Institute for Women in Migration, a Mexican social organization, stresses that AMLO should learn from his predecessor’s mistakes and move away from failed solutions of militarized borders and increased immigration policing.",
                "score": -3.04347826086957,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190201"
            },
            {
                "url": "https://www.roughguides.com/article/visiting-the-pools-of-semuc-champey/",
                "text": "The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers. __gads,PISID, BEAT, CheckConnection TempCookie703, GALX, GAPS, GoogleAccountsLocale_session, HSID, LSID, LSOSID, NID, PREF, RMME, S, SAPISID, SID, SSID,__utmv, _twitter_sess, auth_token, auth_token_session, external_referer, guest_id, k, lang, original_referer, remember_checked, secure_session, twid, twll,c_user, datr, fr, highContrast, locale, lu, reg_ext_ref, reg_fb_gate, reg_fb_ref, s, wd, xs __gads,PISID, BEAT, CheckConnection TempCookie703, GALX, GAPS, GoogleAccountsLocale_session, HSID, LSID, LSOSID, NID, PREF, RMME, S, SAPISID, SID, SSID",
                "score": 3.15581854043392,
                "lat": "14.6211",
                "long": "-90.5269",
                "date": "20190201"
            }
        ]
    ],
    "bangkok": [
        [
            {
                "url": "https://www.woodstocksentinelreview.com/news/crime/okanagan-gangster-faces-heroin-smuggling-charges-in-thailand/wcm/0040d2b7-0ade-47f4-ac40-eb1a92ec98a7",
                "text": "The head of the Thai Office of Narcotics Control Board said other Canadians are also involved in the smuggling operation, which was allegedly mailing heroin hidden in shock absorbers from Thailand to Australia. Thai official Niyom Termsrisuk told reporters at a Bangkok news conference Jan. 20 that authorities have already identified others in the criminal organization, all of whom are Canadians. Derek Stephens was sentenced in 2015 to four years in jail for his role in a Vancouver kidnapping orchestrated by associates and members of the Independent Soldiers gang.",
                "score": -6659.790691005951,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "http://news.trust.org/item/20190129062152-00ko7/",
                "text": "BANGKOK, Jan 29 (Reuters) - Standing atop the stairs outside his university auditorium, 20-year-old activist Parit Chiwarak led a protest of hundreds of people calling for an end to Thailand's ruling military junta. A December poll by King Prajadhipok's Institute found that 90 percent of young voters aged 18 to 24 surveyed said they would vote in the next election, a departure from conventional wisdom that Thai youth are apathetic where politics are concerned. On October 6, 1976, state forces and royalist mobs attacked a group of about 2,000 students inside Thammasat University and killed dozens, accusing them of sympathizing with left-leaning revolutions sweeping through the region at the time.",
                "score": -850.2431644951846,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://news.yahoo.com/thai-court-dismisses-case-against-suspected-wildlife-trafficking-092839035.html",
                "text": "A suspected wildlife trafficking kingpin accused of smuggling $1 million worth of rhino horns to Thailand has had the case against him dismissed, in a surprise Thai court verdict slammed by conservationists. They allege there is \"adequate incriminating information\" to show the Bach family is part of the sprawling Southeast Asian crime syndicate dubbed \"Hydra\". It is a pivot point in Asia's wildlife trafficking chain through which smuggled goods transit through Thailand into Laos and on to Vietnam and China.",
                "score": -537.8492262142424,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://www.theguardian.com/world/2019/jan/30/toxic-smog-forces-bangkok-to-close-hundreds-of-schools",
                "text": "The Thai capital has been shrouded in murky haze for weeks, forcing residents to don masks and sparking social media criticism of the uneven response by the government. Authorities have seeded clouds to provoke rain, sprayed overpasses with water to catch micro-pollutants and even asked people not to burn incense sticks and paper during Chinese new year celebrations. People wear face masks as heavy air pollution continues to affect Bangkok Photograph: Diego Azubel/EPA\nThree to four of the city’s districts were “severely hit with smog”, he added.",
                "score": -168.06383871504275,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://ktvq.com/cnn-world/2019/01/30/nightclub-fires-fast-facts/",
                "text": "February 20, 2003 – West Warwick, Rhode Island – 100 people are killed when the nightclub The Station goes up in flames at the start of a concert by the 1980s heavy metal band Great White. December 9, 2003 – A grand jury indicts Jeffrey and Michael Derderian, owners of the club, and Great White tour manager Dan Biechele, the man who lit the pyrotechnic display that ignited the blaze, on 200 counts of involuntary manslaughter each. January 16, 2008 – The Rhode Island Parole Board announces that Michael Derderian, the owner of Station Nightclub, will be released in October 2009, one year early from his four-year prison sentence.",
                "score": -163.7383177570094,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "http://news.trust.org/item/20190130055218-b60oe",
                "text": "Takeda Pharmaceutical Co Ltd plans to seek approval for the experimental vaccine first in countries where the virus is endemic, rather than starting with the United States or Europe, whose rigorous reviews are often used as a benchmark worldwide, company executives told Reuters. The strategy mirrors one used by Sanofi SA, which licensed the world's first dengue vaccine, Dengvaxia, in endemic markets in 2015 before attempting to get approval from Western regulators, and forecast up to $1 billion in annual sales. Earlier this month, Sanofi vaccines chief David Loew told FiercePharma that the company regretted launching Dengvaxia in emerging markets before it was reviewed by the U.S. Food and Drug Administration or the European Medicines Agency.",
                "score": -140.07816427304323,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://www.bangkokpost.com/news/general/1620482/smog-forces-all-bangkok-schools-to-close",
                "text": "He designated Jan 31 and Feb 1 as holidays to help protect students from the current high levels of harmful ultra-fine dust particles, and also to reduce the use of private cars by parents. The \"nuisances\" defined by the BMA include diesel-powered vehicles belching black exhaust smoke exceeding the standard level, construction activities and the outdoor burning of grass, paddy stubble and rubbish -- all of which would be banned Gen Prayut said district directors and other officials would face penalties if they failed to make progress in tackling the problem locally.",
                "score": -110.8719608874575,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://www.japantimes.co.jp/?post_type=news&p=1728461",
                "text": "HANOI - A property magnate turned fugitive spy was jailed for the third time in Vietnam on Wednesday after a court convicted him of corruption over murky land deals that cost the state millions of dollars. Phan Van Anh Vu was convicted as Vietnam’s communist government widens a corruption crackdown that has already seen dozens of former high-flying officials, executives and businessmen put behind bars. Vu was sentenced alongside two former deputy ministers of public security, Bui Van Thanh and Tran Viet Tan, who were accused of aiding the deals or turning a blind eye to them.",
                "score": -91.19999999999999,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://www.malaymail.com/news/world/2019/01/30/thai-court-dismisses-case-against-suspected-wildlife-trafficking-kingpin/1718115",
                "text": "Thai forensic experts work near confiscated elephant tusks after a news conference at the Customs Department in Bangkok, Thailand, January 12, 2018. Boonchai Bach, a Vietnamese national with Thai citizenship, was arrested in January 2018 in connection with the smuggling of 14 horns from Africa to Thailand. They allege there is “adequate incriminating information” to show the Bach family is part of the sprawling Southeast Asian crime syndicate dubbed “Hydra”.",
                "score": -84.89135111876075,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            },
            {
                "url": "https://www.intelligencer.ca/news/crime/okanagan-gangster-faces-heroin-smuggling-charges-in-thailand/wcm/0040d2b7-0ade-47f4-ac40-eb1a92ec98a7",
                "text": "The head of the Thai Office of Narcotics Control Board said other Canadians are also involved in the smuggling operation, which was allegedly mailing heroin hidden in shock absorbers from Thailand to Australia. Thai official Niyom Termsrisuk told reporters at a Bangkok news conference Jan. 20 that authorities have already identified others in the criminal organization, all of whom are Canadians. Derek Stephens was sentenced in 2015 to four years in jail for his role in a Vancouver kidnapping orchestrated by associates and members of the Independent Soldiers gang.",
                "score": -84.00646203554119,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190130"
            }
        ],
        [
            {
                "url": "https://www.myplainview.com/news/medical/article/Bangkok-flies-drones-seeks-better-ideas-to-13576012.php",
                "text": "A fleet of drones, trucks and small planes are spraying water to try to reduce dust around Bangkok while the governor invited critics to brainstorm better ideas to improve the air quality in the Thai capital. Faced with public discontent as well as a possible health crisis, Bangkok's governor, Police Gen. Asawin Kwanmuang, has declared the city a \"pollution control zone,\" allowing firmer measures such as road closings and limits on diesel exhaust, outdoor burning and construction activities. Police announced Thursday that they have arrested the operator of a website that falsely claimed that a woman had died as a result of tiny \"PM 2.5\" particulate matter that experts say is one of the most dangerous constituents of air pollution because it can penetrate deep into the lungs.",
                "score": -642.4460896932386,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://www.news.com.au/travel/travel-updates/incidents/australian-womans-traumatic-time-locked-in-thai-detention-for-12-days/news-story/c27b3b1ed2b26fd02f504b0bfb49d65e",
                "text": "Claire Licciardo knew Thai detention would be bad, but she never imagined how “horrific” conditions would be and the “blatant disregard” for humanity she saw. The Australian woman was in detention for 12 days this month with none of her belongings, forced to get by on the 100 Thai Baht ($4) she had on her, nearly half of which went straight to buying a blanket, leaving little for food or clean water. Ms Licciardo said she left Pattaya, where she spent New Year’s Eve, to go via Bangkok and was going through immigration to get her new passport stamped when she was stopped.",
                "score": -634.9086400000518,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://www.dailymail.co.uk/news/article-6651733/Australian-woman-locked-Thai-detention-centre-tells-conditions-endured-12-days.html",
                "text": "At the time of the messages earlier this month, Ms Potter told Daily Mail Australia her friend was terrified and asking for money to buy supplies from detention centre officials. Claire Johnson, 46 (pictured), said she had feared she would receive a 20,000 baht ($880) fine at worst but instead she was transferred to the Immigration Detention Centre in Bangkok Ms Johnson, who is an ex-cosmetic tourism operator, said she was told the room would be like the immigration office but the reality was a cell meant for 30 crammed with 200 women.",
                "score": -539.4655774246867,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://lowvelder.co.za/afp/566781/facebook-to-bar-foreign-electoral-ads-for-thai-poll/",
                "text": "Facebook said in a newsroom post it would help “protect” the Thai vote by temporarily not allowing ads from “foreign entities which are of an electoral nature”. The new rules, which cover paid-for content, will take effect from mid-February and will apply to external ads with references to “politicians, parties, ‘getting out the vote’, and/or election suppression,” the post said. Thaksin Shinawatra, who was ousted in a 2006 coup and lives abroad to avoid charges he says are politically motivated, has a widely followed Facebook page.",
                "score": -312.8091230703604,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://www.theaustralian.com.au/news/latest-news/thai-man-faces-jail-over-fake-news-post/news-story/d79ebe9f4c9158bf9c286c23e4ba7eab?nk=ec1b626ebedd8d677d52babcfc194ee8-1548935357",
                "text": "A Thai man has been arrested and charged with a computer crime for posting fake news on his website, local authorities say. So we have charged him with inserting false information into the computer system to cause panic which can lead to up to five years in jail,\" Surachate said. The website showed pictures of a woman with a swollen face and neck at a hospital, but Surachate said she died of another illness.",
                "score": -268.223854209166,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://www.bangkokpost.com/news/crime/1621122/webmaster-arrested-for-pm2-5-death-post",
                "text": "A 37-year-old webmaster was arrested at home in Bangkok for a post claiming PM2.5 dust had killed a woman, and was charged with computer crime liable to five years in jail. Pol Lt Gen Surachate said the suspect posted on his www.bangpunsara.com (sharing useful information) website that a person had died in Bangkok because of particulate matter with 2.5 micrometres or less in diameter (PM2.5). Pol Col Siriwat Deepor, deputy spokesman of the Technology Crime Suppression Division, said the suspect confessed that he had uploaded the misleading post related to the trending air pollution topic to attract viewers for more advertisement income.",
                "score": -256.20883467207125,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://thaipoliticalprisoners.wordpress.com/2019/01/31/rigging-lying-for-palang-pracharaths-advantage/",
                "text": "31012019It may seem a political age ago, but it was only on Tuesday that The Dictator was reported in the Bangkok Post as having “insisted … he will not resign and will remain in power until a new government is sworn in.” Speaking about his political future, Gen Prayuth said he would “accept a party’s invitation to be nominated as a candidate for prime minister.” One of his deputies, Somkid Jatusripitak, is also a Palang Pracharath nominee and a strategist for the party while still in place as a junta cabinet member.",
                "score": -237.80781343882504,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://www.bignewsnetwork.com/news/259310935/toxic-air-pollution-shuts-down-schools-in-bangkok",
                "text": "Furthermore, Thailand's Department of Pollution Control mentioned on Facebook that Particulate Matter (PM2.5) levels in the air exceeded safety limits in over 41 areas around Bangkok. Meanwhile, the Governor of Bangkok, Asawin Kwanmuang, has said that drones would be deployed on Thursday in the capital to sprinkle a mixture of water and molasses to ease pollution levels. Authorities in Thailand have previously sprayed water from fire trucks into the streets and tried to produce artificial rain in a bid to reduce pollution levels in the city.",
                "score": -222.500696184906,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "http://www.castanet.net/edition/news-story-248110-2-.htm",
                "text": "Blair Stephens, 38, was arrested in mid-January in Bangkok, along with 27-year-old Thai national Pahon Sivasirikaroon, after heroin was found hidden in automotive shock absorbers that had been delivered to Australia. RecentTrending Mental cold-and-flu season The Happiness Connection - 11:16 am Huawei headlines fade Washington - 10:46 am Expansion for child care Osoyoos - 10:31 am Where the wild bison roam Canada - 10:12 am Coldest city on planet Winnipeg - 10:09 am Hwy 97 still closed at slide Summerland - 7:57 am Coldest city on planet Winnipeg - 10:09 am Valley temperature swing Okanagan - 8:35 am Huawei headlines fade Washington - 10:46 am Shooting suspect collared Burnaby - 8:21 am",
                "score": -191.72580220118638,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            },
            {
                "url": "https://www.abc.net.au/news/2019-01-31/smog-shuts-hundreds-of-school-in-bangkok/10766576",
                "text": "Violators of orders to curb pollution, which could include limits on diesel exhaust, outdoor burning and construction activities, could face up to three months in prison. Prime Minister Prayuth Chan-ocha directed Mr Asawin to order the closure of 437 schools after officials said the pollution would continue until next Monday. Pollution levels also rose elsewhere in Thailand, bringing a heavy haze to Chiang Mai and other northern areas well ahead of the annual \"smoky season\" that normally begins in late February, when farmers burn agricultural waste and dry weather allows airborne particles to accumulate.",
                "score": -159.3421122216934,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190131"
            }
        ],
        [
            {
                "url": "https://www.freemalaysiatoday.com/category/world/2019/02/01/bangkok-governor-appeals-for-help-reducing-toxic-smog/",
                "text": "On Thursday drones dispersed water to help clear the air of the harmful microscopic particles known as PM2.5 – a tactic that drew scepticism and derision from Thai social media users. His plea comes a day after he declared Bangkok a “control area”, closing hundreds of schools until Friday and announcing a ban on cars that use diesel and burning of any kind within the city. Authorities remain tense over growing gripes about the haze and the government’s risible response, which has started to cloud political debate and worry officials about its impact on tourism during the high season.",
                "score": -212.07919304439002,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "https://www.myweekly.co.uk/2019/01/31/the-suspect-fiona-barton/",
                "text": "When two young girls stop contacting their parents while on a backpacking gapping year in Thailand, investigative journalist Kate Waters is determined to discover what has happened to them. And so we can sympathise with Kate, agonise with Alex’s mother, feel the frustration of DI Sparkes, desperate to solve the case but unable to travel to Thailand as his own wife lies dying. Then there’s the heartbreaking diary, emails and social media posts of Alex herself – at first excited then increasingly fearful as events in Thailand overtake her, and she realises she and Rosie are in danger.",
                "score": -176.63411041120023,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "http://www.nationmultimedia.com/detail/national/30363380",
                "text": "The blue sky typical of this time of year is hidden beyond a grey-yellow haze that could have serious long-term effects on health, and emotions are starting to burn along with the waste and cropland fires that contribute much to the problem. Separately, Dr Siwatt Pongpiachan, director of NIDA Centre Research and Development of Disaster Prevention and Management, called on the government to start handing out facemasks to people living in areas hit with heavy smog. On Saturday, a fleet of small planes mustered by the BMA and Bangkok Aviation Centre will also spray water along Rama II Road in Samut Sakhon.",
                "score": -151.32408575031502,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "https://mainichi.jp/english/articles/20190201/p2g/00m/0na/010000c",
                "text": "Investigation so far shows that the 24-year-old woman from Yamaguchi Prefecture came to Thailand last September after getting acquainted with the suspect on a dating site. She was allegedly beaten by Hwang, confined to a Bangkok condominium and coerced to have her parents send about 2 million yen. The victims' passports were allegedly seized by Hwang, who threatened their lives and those of their families in Japan if they escaped or reported what happened to the police, though they were sometimes allowed to leave the condominium.",
                "score": -92.7536231884059,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "https://www.bangkokpost.com/learning/advanced/1621782/pm-says-abandon-cars",
                "text": "Prime Minister Prayut Chan-o-cha is urging people in Bangkok to abandon their cars and instead use public transport, saying the haze which has choked the capital is mainly caused by vehicles. The premier also called on people to share photos of vehicles emitting black exhaust fumes online so relevant agencies can deal with them. Referring to the two-day school closure, starting Thursday, Gen Prayut said the measure is aimed at safeguarding children who still have low immunity from falling ill.",
                "score": -80.37074908926382,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "https://www.thestar.com.my/news/regional/2019/02/01/no-crackdown-on-islamic-schools-says-thai-army/",
                "text": "Bangkok: The authorities are denying claims that they have launched a crackdown on pondoks or Islamic schools in the South. The rumour began after a team of soldiers was seen surrounding one of these schools in Pattani’s Ma-Yor district early on Monday.",
                "score": -75.4716981132075,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "https://www.bangkokpost.com/news/general/1621962/pm-avoid-using-diesel-vehicles-in-bangkok",
                "text": "Prime Minister Prayut Chan-o-cha has urged motorists in Bangkok to use diesel-powered vehicles only in cases of necessity, or to refrain from using them at all until the smog shrouding the capital clears. Incomplete burning of diesel in vehicles has been a major contributor to soaring concentrations of fine dust particles , according to Gen Prayut. Levels of toxic dust exceeding safety standards in Bangkok and five surrounding provinces have been posing a health threat to people, he said.",
                "score": -74.50980392156862,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "http://agreenliving.org/toxic-smog-causes-school-closures-in-bangkok/",
                "text": "The Ministry of Education in Thailand announced the closing of around 450 schools in Bangkok and the surrounding area this week as the government tries to deal with a massive pollution problem. The pollution is so large in scale that it is unable to escape the city, leaving people trapped in a toxic environment. The government, which has been under considerable criticism for not actively fighting pollution , has attempted to make it rain in the city by seeding clouds.",
                "score": -69.7674418604651,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190125"
            },
            {
                "url": "https://www.ibcworldnews.com/2019/02/01/toxic-smog-forces-bangkok-to-close-hundreds-of-schools/",
                "text": "The Thai capital has been shrouded in murky haze for weeks, forcing residents to don masks and sparking social media criticism of the uneven response by the government. Reasons given for the lingering pall include exhaust from traffic, unfettered construction, the burning of crop stubble, and pollution from factories getting trapped in the city. Authorities have seeded clouds to provoke rain, sprayed overpasses with water to catch micro-pollutants and even asked people not to burn incense sticks and paper during Chinese new year celebrations.",
                "score": -68.90647142182334,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            },
            {
                "url": "https://www.phnompenhpost.com/international/bangkok-calls-help-over-pollution",
                "text": "On Thursday drones were dispatched to disperse water to help clear the air of the harmful microscopic particles known as PM2.5 – a tactic that drew scepticism and derision from Thai social media users. His plea comes a day after he declared Bangkok a “control area”, closing hundreds of schools until Friday and announcing a ban on cars that use diesel and burning of any kind within the city. Authorities remain tense over growing gripes about the haze and the government’s risible response, which has started to cloud political debate and worry officials about its impact on tourism during the high season.",
                "score": -60.5940594059406,
                "lat": "13.75",
                "long": "100.51700000000001",
                "date": "20190201"
            }
        ]
    ],
    "ho chi minh": [
        [
            {
                "url": "https://www.newstimes.com/technology/businessinsider/article/50-years-ago-Vietnamese-forces-launched-the-Tet-12537885.php",
                "text": "The brutal scenes from the Battle of Hue City to the assault on the US embassy in Saigon were broadcast directly into living rooms in the US, ultimately changing public perception of the war. The offensive would be a battlefield failure for the communists; the general uprising they had hoped to provoke didn't happen, they didn't hold on to a single town or city that was seized, and the Viet Cong was effectively wiped out as an independent fighting force. US ArmyThe NVA and the Viet Cong took advantage of the Tet Lunar New Year, a major holiday in Vietnam that traditionally featuerd a truce and suspension of hostilities.",
                "score": -446.51162790697634,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            },
            {
                "url": "https://ph.news.yahoo.com/former-vietnam-spy-handed-third-jail-sentence-114505265.html",
                "text": "A property magnate turned fugitive spy was jailed for the third time in Vietnam on Wednesday after a court convicted him of corruption over murky land deals that cost the state millions of dollars. Phan Van Anh Vu was convicted as Vietnam's communist government widens a corruption crackdown that has already seen dozens of former high-flying officials, executives and businessmen put behind bars. Vu was sentenced alongside two former deputy ministers of public security, Bui Van Thanh and Tran Viet Tan, who were accused of aiding the deals or turning a blind eye to them.",
                "score": -424.9237814689161,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            },
            {
                "url": "https://saigoneer.com/society/society-categories/15611-saigon-s-stand-up-scene-grows-up,-but-the-jokes-remain",
                "text": "Angee Floyd, for example, told a bit about excoriating AirAsia for contesting her decision to give her child powerful sedatives before a flight. Betterby shared that years ago it was hard to get the city’s comics to refrain from using racial epithets and other forms of hate speech in their sets. Because the number of shows and performers was smaller, Betterby said this forced a lot of people with differing views on key issues (like use of the n-word) to share the same stage by necessity.",
                "score": -279.4125917075125,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            },
            {
                "url": "https://www.upi.com/Top_News/2019/01/30/On-This-Day-Beatles-give-last-public-concert-on-London-rooftop/5451548631813/",
                "text": "On January 30, 1943, the British air force, using de Havilland DH-98 Mosquito planes, bombed Berlin timed to coincide with a speech by Herman Goering marking Adolf Hitler's 10th year in power. On January 30, 2011, international aid groups said red tape and corruption in Haiti were withholding a massive array of supplies a year after a catastrophic earthquake struck the country. In 1943, the British air force bombed Berlin in a daylight raid timed to coincide with a speech by Herman Goering marking Adolf Hitler's 10th year in power.",
                "score": -232.74601108086497,
                "lat": "11.0",
                "long": "107.0",
                "date": "20190130"
            },
            {
                "url": "https://www.oanow.com/news/auburn/he-was-a-marine-a-cia-operative-and-a-hero/article_4fa5231c-087a-11e8-8c2b-93ee0bff352b.html",
                "text": "No one saw it coming that previously calm, cool, 1968 morning in the heart of Vietnam, and certainly not a young United States Marine captain from Auburn, Alabama, who found himself there working on a CIA mission before the enemy struck. First Lt. Gary D. Jackson of Dayton, Ohio, carries a wounded South Vietnamese Ranger to an ambulance after a brief but intense battle with the Viet Cong during the Tet Offensive near the National Sports Stadium in the Cholon section of Saigon. Tuesday afternoon at 2 p.m. in Auburn University’s Langdon Hall, an all-star cast of heroes will be on hand for a dedication ceremony organized in part by Alabama Assistant Attorney General John Davis, a family friend.",
                "score": -172.82551779020937,
                "lat": "11.0",
                "long": "107.0",
                "date": "20190130"
            },
            {
                "url": "https://thecitizen.com/2019/01/29/sometimes-the-herd-is-wrong/",
                "text": "Luminaries like Tom Smothers, presidential candidate George McGovern, writer and self-acclaimed intellectual Gore Vidal and a host of others lauded Lennon’s song and observed, “Who wouldn’t prefer peace to war?” To properly characterize my fellow Vietnam vets, I need to borrow words from John Steinbeck as he wrote about the inhabitants of Cannery Row, and ask you to look from my angle, past their flaws, to see them as I often do, “… saints and angels, martyrs and holy men.” America’s best. But for the naval-gazing flower children who remain unrepentant about encouraging the enemy we were fighting, who still smugly know all the wrong answers about us and the Vietnam War, who have never known mortal danger and didn’t give a fig when Saigon fell and the Commies made South Vietnamese streets run red with the blood of innocent people, I want to be sure to deliver this invitation before I get too old and feeble: kiss me where the sun don’t shine.",
                "score": -60.02554278416349,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            },
            {
                "url": "https://www.ohio.com/news/20190130/bob-dyer-journalism-at-its-best",
                "text": "Because he is far more elderly than your favorite columnist and broke into the news biz more than a decade earlier, I knew him primarily as the editor of Cleveland Magazine, which during his 17-year tenure was a beacon of brilliant writing and tough investigative journalism. Embedded with the troops (but sometimes venturing off on his own), he survived countless firefights, encountered hideous living conditions, saw (and smelled) dead bodies on a regular basis and quite literally risked his life — all so he could convey what was happening over there to readers in Northeast Ohio. The book is replete with priceless anecdotes, such as the time a young Plain Dealer copy boy named Dennis Kucinich drank 10 martinis in half an hour to win a $30 bet.",
                "score": -17.12328767123286,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            },
            {
                "url": "https://www.vir.com.vn/real-estate-tycoon-and-ho-chi-minh-city-officials-arrested-65532.html",
                "text": "In addition, former deputy chairman of the Ho Chi Minh City People's Committee Nguyen Thanh Tai and three other officials were also prosecuted for \"offences against regulations on the management and use of State-owned property that lead to losses or wastefulness.\" Duong Thi Bach Diep became known in the real estate sector by receiving many \"golden\" land plots in the centre of Ho Chi Minh City. Duong Thi Bach Diep (1948) was born in Binh Dinh, grew up in Haiphong, and moved to the southern provinces to start her career and then became a real estate tycoon.",
                "score": -13.921113689095101,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            },
            {
                "url": "https://www.realitytvworld.com/news/the-almanac-for-january-30-30th-day-of-2019-1069925.php",
                "text": "In 1943, the British air force bombed Berlin in a daylight raid timed to coincide with a speech by Herman Goering marking Adolf Hitler's 10th year in power. In 1968, Viet Cong and North Vietnamese Army forces launched a massive attack, known as the Tet Offensive, against South Vietnam, the United States, and their allies. In 2011, international aid groups said red tape and corruption in Haiti were withholding a massive array of supplies a year after a catastrophic earthquake struck the country.",
                "score": -8.99357601713062,
                "lat": "11.0",
                "long": "107.0",
                "date": "20190130"
            },
            {
                "url": "https://www.pri.org/stories/2019-01-30/father-mindfulness-prepares-next-life",
                "text": "Credited with bringing Buddhism to the West and teaching the world mindfulness, Thich Nhat Hanh is known for his wise phrases like “surrender yourself to the present moment.” In 1960, as Vietnamese soldiers were training for the battlefield, and the anti-war and anti-draft movements gathered momentum in the US, Hanh left Vietnam to teach Buddhism in America at Columbia and Princeton universities. A Buddhist monk set himself on fire in the middle of a busy intersection in Saigon (now known as Ho Chi Minh City) to protest the South Vietnamese government's anti-Buddhist policies.",
                "score": -5.1546391752577,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190130"
            }
        ],
        [
            {
                "url": "https://www.thehour.com/technology/businessinsider/article/50-years-ago-Vietnamese-forces-launched-the-Tet-12537885.php",
                "text": "The brutal scenes from the Battle of Hue City to the assault on the US embassy in Saigon were broadcast directly into living rooms in the US, ultimately changing public perception of the war. The offensive would be a battlefield failure for the communists; the general uprising they had hoped to provoke didn't happen, they didn't hold on to a single town or city that was seized, and the Viet Cong was effectively wiped out as an independent fighting force. US ArmyThe NVA and the Viet Cong took advantage of the Tet Lunar New Year, a major holiday in Vietnam that traditionally featuerd a truce and suspension of hostilities.",
                "score": -148.83720930232545,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "http://www.gdnonline.com/Details/472794/Former-Vietnam-spy-handed-third-jail-sentence",
                "text": "Hanoi: A property magnate turned fugitive spy was jailed for the third time in Vietnam on Wednesday after a court convicted him of corruption over murky land deals that cost the state millions of dollars. Phan Van Anh Vu was convicted as Vietnam's communist government widens a corruption crackdown that has already seen dozens of former high-flying officials, executives and businessmen put behind bars. Vu was sentenced alongside two former deputy ministers of public security, Bui Van Thanh and Tran Viet Tan, who were accused of aiding the deals or turning a blind eye to them.",
                "score": -135.3578896314952,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://www.almasdarnews.com/article/us-military-intervention-in-venezuela-will-be-worse-than-vietnam-maduro/",
                "text": "Venezuelan President Nicolas Maduro called on the people in the US to deter the Trump administration from putting boots on the ground in Venezuela, warning that any intervention would backfire leading to new Vietnam-like disaster. In his first direct message to the American people, the Venezuelan leader urged them to stop the US government from entangling the nation in a pointless and inherently doomed military adventure. The embattled Venezuelan leader stated that Washington cannot use the same pretext to invade Venezuela as it did to justify the 2003 invasion of Iraq, so it is spreading new falsehoods about his government in hopes that something will tip the balance.",
                "score": -43.7779146773448,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://www.army.mil/article/216790/trapped_soldiers_endure_brutal_firefight_during_siege_of_hue",
                "text": "-- The ferocity of the Tet Offensive, which began 51 years ago this week, surprised most Americans, including service members manning the television station in Hue, Vietnam. Detachment 5 of the American Forces Vietnam Network (AFVN) was located in a villa about a mile outside the main U.S. compound in Hue, in a neighborhood considered relatively safe from attack. They made it through a hole in the fence line and sneaked around a North Vietnamese team manning a machine gun on the second floor of a building under construction.",
                "score": -34.0643957069529,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://www.ohio.com/news/20190131/bob-dyer-journalism-at-its-best",
                "text": "Because he is far more elderly than your favorite columnist and broke into the news biz more than a decade earlier, I knew him primarily as the editor of Cleveland Magazine, which during his 17-year tenure was a beacon of brilliant writing and tough investigative journalism. Embedded with the troops (but sometimes venturing off on his own), he survived countless firefights, encountered hideous living conditions, saw (and smelled) dead bodies on a regular basis and quite literally risked his life — all so he could convey what was happening over there to readers in Northeast Ohio. The book is replete with priceless anecdotes, such as the time a young Plain Dealer copy boy named Dennis Kucinich drank 10 martinis in half an hour to win a $30 bet.",
                "score": -17.084282460136677,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://www.upi.com/Top_News/2019/01/31/On-This-Day-Viet-Cong-guerrillas-attack-US-Embassy/7041548903596/",
                "text": "In 1968, Viet Cong guerillas raided the U.S. Embassy in Saigon, the Tan Son Nhut airbase and five hotels housing American officials as part of the Tet Offensive during the Vietnam War. In 2012, a U.S. congressional report accused the Bureau of Alcohol, Tobacco, Firearms and Explosives of bungling a sting operation called \"Fast and Furious\" in which guns were sold to illegal \"straw buyers\" in an effort to catch drug cartel leaders, but some of the weapons were used in crimes, including the killing of a U.S. Border Patrol agent. In 2018, the Trump administration pushed back the applicable date of the Obama-era Clean Water Act, which redefines government power over small waterways, by two years.",
                "score": -13.203883495145641,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "http://manninglive.com/2019/01/31/today-in-history-jan-31-2/",
                "text": "1918 – A series of accidental collisions on a misty Scottish night leads to the loss of two Royal Navy submarines with over a hundred lives, and damage to another five British warships. 1945 – World War II: The end of fighting in the Battle of Hill 170 during the Burma Campaign, in which the British 3 Commando Brigade repulsed a Japanese counterattack on their positions and precipitated a general retirement from the Arakan Peninsula. 1953 – A North Sea flood causes over 1,800 deaths in the Netherlands and over 300 in the United Kingdom\n1957 – Eight people on the ground in Pacoima, California are killed following the mid-air collision between a Douglas DC-7 airliner and a Northrop F-89 Scorpion fighter jet.",
                "score": -13.00108342361864,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://www.phnompenhpost.com/post-property/vietnams-property-firms-face-financial-difficulties",
                "text": "A Cho Lon Real Estate Company executive urged the city to invest more money in the joint-venture projects with it, saying it is unable to raise funding for them. Ho Chi Minh City Department of Construction director Tran Trong Tuan admitted there were “challenges and difficulties” related to land-use fees and identifying developers before a project gets under way. Delays in these projects not only increased construction costs, but also had a negative impact on the real estate market and the city’s Housing for Low Income Group programme, he added.",
                "score": -9.01408450704224,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://www.sott.net/article/406184-Maduro-addresses-Americans-from-the-heart-You-are-bigger-than-Trump-dont-let-him-start-Vietnam-war-against-Venezuela",
                "text": "Venezuelan President Nicolas Maduro called on the people in the US to deter the Trump administration from putting boots on the ground in Venezuela, warning that any intervention would backfire leading to new Vietnam-like disaster. The 4-minute video, in Spanish with English subtitles, was posted on Maduro's official Facebook page on Wednesday, shortly after he accused US President Donald Trump of ordering the Colombian government and mafia to assassinate him, and rejected a European ultimatum to call snap presidential elections within 8 days. The embattled Venezuelan leader stated that Washington cannot use the same pretext to invade Venezuela as it did to justify the 2003 invasion of Iraq, so it is spreading new falsehoods about his government in hopes that something will tip the balance.",
                "score": -7.615894039735099,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            },
            {
                "url": "https://e.vnexpress.net/news/news/vietnamese-mother-wins-daughter-back-from-french-ex-3876406.html",
                "text": "By Hai Duyen &nbspJanuary 31, 2019 | 03:41 pm GMT+7 Judicial officials in Ho Chi Minh City supervised Tuesday as French man Azais, 44, handed over 4-year-old Sara Thien Kim to her mother Nguyen Thi Thanh Huyen, 34, at his house in Binh Thanh District, Ho Chi Minh City. After more than four years of back and forth travel between Vietnam and France to file lawsuits against Azais, Huyen has officially got custody of her child. In June 2016 a court in Albi in southern France ruled in favor of Huyen and ordered Azais to return Sarah to her mother.",
                "score": -5.166051660516599,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190131"
            }
        ],
        [
            {
                "url": "https://e.vnexpress.net/news/news/five-arrested-for-kidney-trade-involving-hundreds-of-donors-3876624.html",
                "text": "Ton Nu Thi Huyen signs a document at a HCMC police station for allegedly leading a kidney trafficking ring. Phan Manh Truong, deputy head of the Crime Department at the Ministry of Public Security, said the people running the ring have either sold or bought kidneys themselves, and thus know the steps well. This has left thousands of patients suffering from heart, kidney, liver and lung diseases and blind people awaiting donations.",
                "score": -103.54223433242498,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "https://abcnews.go.com/Politics/questions-trump-touts-tremendous-progress-ahead-summit-north/story?id=60757561",
                "text": "Earlier this week, U.S. intelligence agencies said they assess North Korea is unlikely to give up all of its WMD stockpiles, delivery systems, and production capabilities because its leaders view nuclear arms as critical to the regime's survival. They'll be tasked with \"achieving a set of concrete deliverables, a road map of negotiations and declarations going forward, and a shared understanding of the desired outcome of our joint efforts,\" Biegun said Thursday during a speech at Stanford University. Again, North Korea has not confirmed that, but Kim did agree in September in a joint declaration with South Korean President Moon Jae In to allow inspectors to the nuclear production facility at Yongbyon if the U.S. took \"corresponding measures.\"",
                "score": -76.523536625522,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "https://www.ozy.com/fast-forward/the-fishing-battle-on-the-front-line-of-beijings-ambitions/92282",
                "text": "Fishermen, as academic Gregory Poling of the Center for Strategic and International Studies (CSIS) wrote in a research paper this month, “serve on the front lines of this contest” as they fight for their livelihoods against bigger, better-equipped Chinese coast guard and fishing boats. “In remote waters, especially in areas near the Paracels and Spratlys, Vietnamese fishing boats are often obstructed, harassed and threatened by Chinese ships,” says Pham Anh Tuan, vice president of the Vietnam Fisheries Society (Vinafis), in an email reply to questions. According to Jay Batongbacal, a South China Sea specialist at the University of the Philippines College of Law, fishermen at Scarborough Shoal, a disputed reef, “had to endure the Chinese coast guard taking part of their catch” until the practice was filmed by a local TV crew last year.",
                "score": -49.006010171058705,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "https://tuoitrenews.vn/news/society/20190201/man-s-life-in-jeopardy-over-methanol-poisoning-in-vietnam/48807.html",
                "text": "D.V.M., a resident in Ho Chi Minh City, was admitted to the 115 General Hospital in District 10 in the early hours of Wednesday with symptoms of methanol poisoning. He went to work as usual the next morning, but began to feel sick on Tuesday evening, with symptoms including fatigue, difficulty breathing and profuse vomiting. Earlier this month, doctors at a hospital in north-central Vietnam took a similar approach to treating a patient suffering from methanol poisoning with successful results.",
                "score": -43.32552693208431,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "https://www.sofmag.com/trapped-soldiers-endure-brutal-firefight-during-siege-of-hue/",
                "text": "The ferocity of the Tet Offensive, which began 51 years ago this week, surprised most Americans, including service members manning the television station in Hue, Vietnam. Detachment 5 of the American Forces Vietnam Network (AFVN) was located in a villa about a mile outside the main U.S. compound in Hue, in a neighborhood considered relatively safe from attack. (Photo Credit: U.S. Army)Station commander, Marine 1st Lt. James DiBernardo, called the Military Assistance Command-Vietnam, or MAC-V office in Hue, and was told to keep his crew in place.",
                "score": -29.12621359223304,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "https://lmtribune.com/edge/the-edge/article_f6b0c8f8-c979-5f62-9038-404cab0d87b6.html",
                "text": "On Feb. 1, 1960, four black college students began a sit-in protest at a Woolworth’s lunch counter in Greensboro, N.C., where they’d been refused service. In 1943, during World War II, one of America’s most highly decorated military units, the 442nd Regimental Combat Team, made up almost exclusively of Japanese-Americans, was authorized. Definition: A spell of listlessness or despondency, a state or period of inactivity, stagnation or slump, or a part of the ocean near the equator abounding in calms, squalls and light shifting winds.",
                "score": -25.91093117408904,
                "lat": "11.0",
                "long": "107.0",
                "date": "20190201"
            },
            {
                "url": "http://www.informationclearinghouse.info/51012.htm",
                "text": "The 4-minute video, in\nSpanish with English subtitles, was posted\non Maduro’s official Facebook page on\nWednesday, shortly after he accused US President Donald Trump of\nordering the Colombian government and mafia\nto assassinate him, and rejected a European ultimatum to call\nsnap presidential elections within 8 days. The embattled\nVenezuelan leader stated that Washington\ncannot use the same pretext to invade\nVenezuela as it did to justify the 2003\ninvasion of Iraq, so it is spreading new\nfalsehoods about his government in hopes\nthat something will tip the balance. While the intervention was first met\nenthusiastically by the American public, the\nprotracted nature of the conflict and US\ninability to turn the tide of the war led to\na massive anti-war movement in the US.",
                "score": -10.837438423645361,
                "lat": "11.0",
                "long": "107.0",
                "date": "20190201"
            },
            {
                "url": "https://www.stripes.com/news/the-american-dream-is-real-once-a-desperate-refugee-now-a-us-army-general-1.566868",
                "text": "Yet within seven years after his American arrival, Lap The Chau had a new name, a degree from the Virginia Military Institute and a career as “an officer in the greatest Army on Earth,” as he put it. “The possibility in this great nation is boundless; the American Dream is real, only if you dare to pursue it with laser-focused hard work and perseverance,” Flora said in speech when he was promoted to brigadier general more than two years ago. President Jimmy Carter responded by ordering U.S. ships to the rescue, then doubled the number of refugees accepted into the U.S. from 7,000 to 14,000 a month, despite polls showing a majority of Americans disapproved.",
                "score": -8.138748141997906,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "http://www.oc-breeze.com/2019/01/31/134091_weather-in-northwest-orange-county-for-friday-february-1-2019/",
                "text": "1861 A furious Governor Sam Houston storms out of a legislative session upon learning that Texas has voted 167-7 to secede from the Union. 1901 Birth of Clark Gable, American film actor ( Mutiny on the Bounty, Gone With the Wind).</ li> 1902 Birth of Langston Hughes, African-American poet 1902 US Secretary of State John Hay protests Russian privileges in China as a violation of the “open door policy.” 1909 US troops leave Cuba after installing Jose Miguel Gomez as president. 1943 American tanks and infantry are battered at German positions at Faid Pass in North Africa.",
                "score": -5.6338028169014205,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            },
            {
                "url": "https://www.cleveland.com/onstage/2019/02/swept-away-by-the-women-of-miss-saigon-at-playhouse-square.html",
                "text": "As The Engineer hoofs it with a feather-bedecked chorus line, the disembodied head of the Statue of Liberty, her mouth suggestively agape, disgorges a white Cadillac, complete with a busty blonde, wrapped in fur, in the back seat. While Kim has stubbornly held onto her love for her vanished GI as if it were a burning coal in her hand, Chris has moved on with his life and married the preternaturally patient Ellen (Stacie Bono). What I’ll remember of the re-imagined “Miss Saigon” is Kim, almost spectral in white, riding the shoulders of a crowd trying to breach the gates of the American Embassy, her arms reaching out, and finding nothing.",
                "score": -0.86083213773314,
                "lat": "10.75",
                "long": "106.667",
                "date": "20190201"
            }
        ]
    ],
    "samsun": [
        [],
        [],
        [
            {
                "url": "http://www.hurriyetdailynews.com/turkish-man-sentenced-to-jail-for-provoking-his-cat-to-scratch-a-woman-140940",
                "text": "Local media reported on Feb. 1 about the three-year-long court case in the Samsun province where Ahmet Dilaver has been an electronics shop salesman for the past 22 years. According to the reports, the incident happened in January 2016 when a female customer visited Dilaver’s shop to get back the tablet computer that she had given the man for repair weeks earlier. An appeals court upheld the ruling on Jan. 28, concluding that Dilaver should be held responsible from the injury, as the \"assaillant\" was a stray cat but it has been regularly visiting the man's shop.",
                "score": -127.71929824561403,
                "lat": "41.2867",
                "long": "36.33",
                "date": "20190201"
            }
        ]
    ],
    "senai": [
        [
            {
                "url": "https://www.reuters.com/article/us-vale-sa-disaster/vale-to-cut-output-shut-down-dams-after-brazil-disaster-idUSKCN1PN0CS",
                "text": "Some relatives of people unaccounted for are joining rescue teams in the hope of at least finding their loved ones’ bodies, buried after the dam on Friday released a river of slurry - the muddy byproduct of iron ore processing. We keep coming to try to find the body, so we can have a burial,” said Tereza Ferreira Nascimento, a resident of the nearby town of Brumadinho, who likely lost her brother Paulo Giovanni Santos. Israeli military personnel search for victims of a collapsed tailings dam owned by Brazilian mining company Vale SA, in Brumadinho, Brazil January 30, 2019.",
                "score": -721.0732373857562,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190123"
            },
            {
                "url": "https://www.cnbc.com/2019/01/30/reuters-america-update-1-brazils-vale-to-sacrifice-output-for-safety-after-deadly-dam-collapse.html",
                "text": "Chief Executive Fabio Schvartsman said he would take up to 10 percent of Vale's output offline to decommission 10 dams similar to the one that burst on Friday at the Corrego do Feijao mine, an announcement that sent metal prices and shares of rival companies higher. Brazilian regulator, the National Electric Energy Agency (ANEEL), said on Wednesday it was setting up a task force to monitor dams for about 130 hydroelectric plants. Brazil's Retiro Baixo hydroelectric plant suspended its operations to preserve its equipment although it said dam was safe, state-owned Eletrobras said late on Tuesday.",
                "score": -313.09221829394266,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "https://in.reuters.com/article/vale-sa-disaster/brazils-vale-to-sacrifice-output-for-safety-after-deadly-dam-collapse-idINKCN1PO0L4",
                "text": "Some relatives of people unaccounted for are joining rescue teams in the hope of at least finding their loved ones’ bodies, buried after the dam on Friday released a river of slurry - the muddy byproduct of iron ore processing. We keep coming to try to find the body, so we can have a burial,” said Tereza Ferreira Nascimento, a resident of the nearby town of Brumadinho, who likely lost her brother Paulo Giovanni Santos. Israeli military personnel search for victims of a collapsed tailings dam owned by Brazilian mining company Vale SA, in Brumadinho, Brazil January 30, 2019.",
                "score": -236.42969368516017,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "https://www.kitco.com/news/2019-01-29/UPDATE-6-Vale-to-cut-output-shut-down-dams-after-Brazil-disaster.html",
                "text": "Two other engineers, who worked for Germany's TUEV SUED on a\ncontract where they attested to the safety of the Vale dam, were\narrested in Sao Paulo, according to state prosecutors and a\nspokesman for the German firm. Chief Financial Officer Luciano Siani said Vale was doing\nall it could, offering money to mourners, extra tax payments to\nlocal government, a special membrane to remove mud from the\nriver and major investments to make its dams safer. At the headquarters for the local mining union, which lost\nmore than one in 10 members by organizers' count, treasurer José\nFrancisco Mateiro blamed the company and authorities for putting\nhim and his comrades at risk.",
                "score": -102.69157453297743,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "http://news.trust.org/item/20190130222105-94cq9",
                "text": "No survivors have been found in the area of the dam burst since Saturday, indicating the death toll could rise to as many as 360 people, which would make it Brazil's deadliest-ever mining accident. Some relatives of people unaccounted for are joining rescue teams in the hope of at least finding their loved ones' bodies, buried after the dam on Friday released a river of slurry - the muddy byproduct of iron ore processing. We keep coming to try to find the body, so we can have a burial,\" said Tereza Ferreira Nascimento, a resident of the nearby town of Brumadinho, who likely lost her brother Paulo Giovanni Santos.",
                "score": -95.5840677222366,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "https://www.plenglish.com/index.php?o=rn&id=38218&SEO=stf-authorizes-lula-to-leave-prison-to-attend-his-brothers-funeral",
                "text": "'I grant a writ of habeas corpus ex officio to ensure petitioner Luiz Inacio Lula da Silva, the right to exclusively be with his relatives,' Dias Toffoli reported in his ruling.He reported that Lula is authorized to move to a military unit and the relatives carry there the body of Genival Inacio da Silva, known as Vava, who died Tuesday at age 79, a victim of lung cancer. It will be the first time suince April 7 that Lula leaves prison at the headquarters of the Federal Police (PF) of Curitiba, capital of the southern state of Parana, where he has been serving a sentence of 12 years and a month for alleged acts of corruption. The defense of the former workers' leader appealed to the STF after the decision of federal judge Carolina Lebbos, who rejected the same request at dawn on Wednesday.",
                "score": -88.92215568862272,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "https://www.reuters.com/article/us-brazil-politics-lula/permission-for-brazils-lula-to-attend-brothers-funeral-comes-too-late-idUSKCN1PO21E",
                "text": "BRASILIA (Reuters) - Brazil’s Supreme Court chief justice on Wednesday granted imprisoned former President Luiz Inacio Lula da Silva a temporary leave to visit the body of his recently deceased brother at a military base in Sao Paulo state. The former president chose to stay at the prison, a federal installation in the southern city of Curitiba, an elected Congressman and fellow member of Lula’s Workers Party said on Twitter. Reporting by Ricardo Brito; Writing by Marcelo Teixeira; Editing by Christian Plumb, Chizu Nomiyama and Jeffrey Benkoe",
                "score": -76.43048200394976,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "https://in.reuters.com/article/vale-sa-disaster/as-death-toll-in-brazil-nears-100-vale-dam-disaster-relatives-lose-hope-idINKCN1PO0L4",
                "text": "Some relatives of people unaccounted for are joining rescue teams in the hope of at least finding their loved ones’ bodies, buried after the dam on Friday released a river of slurry - the muddy byproduct of iron ore processing. We keep coming to try to find the body, so we can have a burial,” said Tereza Ferreira Nascimento, a resident of the nearby town of Brumadinho, who likely lost her brother Paulo Giovanni Santos. Israeli military personnel search for victims of a collapsed tailings dam owned by Brazilian mining company Vale SA, in Brumadinho, Brazil January 30, 2019.",
                "score": -73.17073170731712,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190123"
            },
            {
                "url": "https://www.plenglish.com/index.php?o=rn&id=38228&SEO=lula-appeals-to-supreme-court-to-attend-his-brothers-funeral",
                "text": "Vava, as was known the eldest and closest of the brothers to the former worker leader, died on Tuesday morning, at 79, victim of lung cancer.Vava's funeral has taken place in the Pauliceia cemetery in San Bernardo do Campo since last night, and he will be buried this Wednesday at 13:00 local time. The judge responsible for the execution of the sentence of the ex trade unionist, Carolina Lebbos, denied the petition last night , agreeing with the position of the Federal Police and the Public Ministry of Curitiba, which alleged logistical difficulties for the exit and transfer of Lula. The former Head of State has been serving since April a 12-year and one-month sentence in the superintendency of the PF of Curitiba, in Parana, for alleged passive corruption and money laundering.",
                "score": -53.302961275626416,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190130"
            },
            {
                "url": "http://news.trust.org/item/20190129235802-e1wrt/",
                "text": "The move came as prosecutors began arresting Vale executives over the Friday collapse of a tailings dam in the Brazilian town of Brumadinho, which was hit by a torrent of mining waste that killed at least 84 people and left hundreds more missing. Earlier on Tuesday, police arrested three Vale employees, including two senior managers at the Corrego do Feijao mine in Brumadinho, as they began a criminal investigation into the disaster with an expected death toll of more than 300 people. Chief Financial Officer Luciano Siani said Vale was doing all it could, offering money to mourners, extra tax payments to local government, a special membrane to remove mud from the river and major investments to make its dams safer.",
                "score": -50.7638072855464,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190123"
            }
        ],
        [
            {
                "url": "https://www.thestar.com/news/world/americas/2019/01/31/brazil-human-rights-minister-denies-illegal-adoption.html",
                "text": "SAO PAULO - Brazil’s minister for women, family and human rights is denying a magazine’s report that she forcibly took an indigenous girl from her family’s arms 15 years ago and illegally adopted her At the time, Damares Alves worked for a non-government group that helped indigenous children. Alves said that with the consent of her entire family the girl was taken to Brasilia to study and receive dental care.",
                "score": -273.1060459437408,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "http://news.trust.org/item/20190130123938-cziv3/",
                "text": "Chief Executive Fabio Schvartsman said he would take up to 10 percent of Vale's output offline to decommission 10 dams similar to the one that burst on Friday at the Corrego do Feijao mine, an announcement that sent metal prices and shares of rival companies higher. Brazilian regulator, the National Electric Energy Agency (ANEEL), said on Wednesday it was setting up a task force to monitor dams for about 130 hydroelectric plants. Brazil's Retiro Baixo hydroelectric plant suspended its operations to preserve its equipment although it said dam was safe, state-owned Eletrobras said late on Tuesday.",
                "score": -73.03049322236988,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://www.metro.us/news/reuters/vale-miners-shares-climb-on-postdisaster-plan-to-shut-dams",
                "text": "BRUMADINHO, Brazil (Reuters) - Vale SA's shares recovered some extensive recent losses on Wednesday that were triggered by a deadly tailing dam collapse, after the world's largest iron ore producer announced a plan to sacrifice production for safety. Brazilian regulator, the National Electric Energy Agency (ANEEL), said on Wednesday it was setting up a task force to monitor dams for about 130 hydroelectric plants. Brazil's Retiro Baixo hydroelectric plant suspended its operations to preserve equipment although it said its dam was safe, state-owned Eletrobras said late on Tuesday.",
                "score": -30.701754385964943,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://www.washingtonpost.com/opinions/global-opinions/bernie-sanders-is-dead-wrong-about-whats-happening-in-venezuela/2019/01/31/16360e8c-256d-11e9-ad53-824486280311_story.html",
                "text": "Then came a humanitarian catastrophe without precedent in the region’s modern history: shortages of food, medicine, power and even water that have driven 10 percent of Venezuelans — more than 3 million people — to flee the country. Realizing they had the chance to win decisive international support, members of the National Assembly rallied the next day behind a new leader, Juan Guaidó, and a new strategy: to declare the post of president vacant once Maduro’s previous term expired. It refused to withdraw U.S. diplomats when Maduro tried to expel them, and national security adviser John Bolton mysteriously appeared publicly with a notepad referring to “5,000 troops to Colombia.” But for now it remains unlikely that the United States would send in Marines, as it once might have.",
                "score": -3.7125748502994003,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://riotimesonline.com/brazil-news/rio-politics/brazils-new-congress-starts-friday-already-with-controversial-issues/",
                "text": "Brazil’s Congress resumes tomorrow after end-of-year break with more than half of legislators in their first term, photo by Jose Cruz/Agencia Brasil.“There was a big renovation,” Vice-President Hamilton Mourāo told journalists on Wednesday. The reform is considered by President Jair Bolsonaro’s economic team as essential to improve the country’s dismal public accounts. The Bolsonaro administration, however, will have some tough days ahead, with representatives of some categories, such as the military, arguing that they should stay out of the reform due to special characteristics of their careers.",
                "score": 0.0,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://finance.yahoo.com/news/bolsonaro-apos-deal-making-spotlight-080000446.html",
                "text": "(Bloomberg) -- When Brazil’s Congress returns from recess on Friday, President Jair Bolsonaro will have no coalition to ensure him a lasting majority, raising doubts over his ability to push through highly anticipated pro-market reforms. At stake is a broader economic agenda that not only includes pension reform but also plans to simplify an unwieldy tax system, grant the central bank formal independence and dramatically downsize the state. In the lower house, incumbent speaker Rodrigo Maia is a favorite to retain his job as a dozen parties, including Bolsonaro’s PSL, have endorsed his bid in Friday’s election.",
                "score": 2.41691842900302,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://www.vogue.com/article/this-south-american-city-was-just-named-the-world-capital-of-architecture",
                "text": "Travelers just got another reason to visit Rio de Janeiro : The Brazilian city was named the World Capital of Architecture for 2020 by UNESCO. Then there’s the Christian de Portzamparc-designed Cidade das Artes, a curved concrete building that exudes elegant brutalism. Its distinctive saucer shape and bright red walkway makes it resemble more of a UFO than a cultural space.",
                "score": 6.12813370473538,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://in.reuters.com/article/us-brazil-agriculture-trade/brazil-to-restart-high-level-talks-with-china-could-boost-farm-trade-idINKCN1PP23A",
                "text": "The first meeting of the China-Brazil High-Level Coordination and Cooperation Committee (Cosban), last convened under former President Dilma Rousseff, is “very probable” for the second half of the year, said Orlando Leite Ribeiro, who oversees trade and international relations at the Agriculture Ministry. The meeting should advance talks to permit more Brazilian meatpackers to export to China and to accelerate Chinese approvals of genetically modified (GMO) products, Ribeiro said in an interview. Saudi Arabia reduced the number of business units - including factories, processing plants and distribution centers - permitted to export by 38, leaving 25 still able to send shipments, he said.",
                "score": 16.63615560640736,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://news.yahoo.com/south-american-city-just-named-232005275.html",
                "text": "Travelers just got another reason to visit Rio de Janeiro : The Brazilian city was named the World Capital of Architecture for 2020 by UNESCO. With its white, spine-like roof that juts out into the air and eco-friendly design (it’s powered through solar panels), style and sustainability are symbiotic. Then there’s the Christian de Portzamparc-designed Cidade das Artes, a curved concrete building that exudes elegant brutalism.",
                "score": 25.8457398174824,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            },
            {
                "url": "https://www.prnewswire.com/news-releases/embraer-and-skywest-inc-sign-contract-for-nine-e175-jets-300787894.html",
                "text": "SÃO JOSÉ DOS CAMPOS, Brazil, Jan. 31, 2019 /PRNewswire/ -- Embraer and SkyWest, Inc. have signed a firm order for nine E175 jets, with deliveries expected to begin in 2019. \"We're pleased to continue adding new E175 aircraft under long-term contract to our increasingly efficient, agile and flexible fleet,\" said SkyWest Chief Executive Officer and President Chip Childs. SkyWest provides commercial air service in cities throughout North America with more than 2,500 daily flights carrying approximately 50 million passengers annually.",
                "score": 42.670885610016605,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190131"
            }
        ],
        [
            {
                "url": "https://nationalpost.com/pmn/news-pmn/brazil-human-rights-minister-denies-illegal-adoption",
                "text": "SAO PAULO — Brazil’s minister for women, family and human rights is denying a magazine’s report that she forcibly took an indigenous girl from her family’s arms 15 years ago and illegally adopted her At the time, Damares Alves worked for a non-government group that helped indigenous children. Alves said that with the consent of her entire family the girl was taken to Brasilia to study and receive dental care.",
                "score": -372.858391608392,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "http://www.china.org.cn/world/Off_the_Wire/2019-02/01/content_74432865.htm",
                "text": "BRASILIA, Feb. 1 (Xinhua) -- Mining giant Vale, owner of the iron-ore tailings dam that collapsed in Brazil's southeast Minas Gerais state, said Thursday that it was seeking an out-of-court settlement with the regional government. Vale CEO Fabio Schvartsman met with Brazil's General Prosecutor Raquel Dodge in the capital Brasilia to discuss compensating the hundreds of families affected by the disaster in the rural town of Brumadinho. Dodge also met with representatives of the victims from Brumadinho and from Mariana, another town in Minas Gerais that experienced a similar tragedy in 2015, after a dam broke at another mining operation partly owned by Vale.",
                "score": -227.53298487207272,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "http://news.trust.org/item/20190201120503-txrk9",
                "text": "BRASILIA, Feb 1 (Reuters) - A justice on Brazil's Supreme Court on Friday overturned an injunction that had frozen a probe into suspicious cash payments involving President Jair Bolsonaro's son, ruling that the investigation could restart. Justice Marco Aurelio Mello also ruled that the protection from prosecution that top elected officials enjoy should not apply to the investigation into Flavio Bolsonaro because potential crimes were committed before he took office as a federal lawmaker. (Reporting by Ricardo Brito Editing by Chizu Nomiyama)",
                "score": -83.4658338629831,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "https://morningstaronline.co.uk/article/w/brazilian-indigenous-peoples-rally-against-bolsonaro",
                "text": "BRAZIL’S National Indigenous Movement and the Articulation of Indigenous Peoples of Brazil (APIB) mounted demonstrations in a number of towns and cities on Thursday in protest at President Jair Bolsonaro’s attack on their land rights. In the capital Brasilia protesters rallied outside the Environment Ministry calling for action against climate change and an end to deforestation. Mr Bolsonaro’s first act in office was to strip the National Foundation of the Indigenous of its authority to designate indigenous territories and deny corporations permission to log, mine or otherwise exploit them, transferring those powers to the Agriculture Ministry which has close ties to big business.",
                "score": -62.5,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "https://www.plenglish.com/index.php?o=rn&id=38297&SEO=bolsonaros-first-month-government-considered-negative",
                "text": "In this sense, he mentions the termination of the Ministry of Labor, provisional measures such as MP 871, dealing with the hardening of access to retirement, the release of weapons possession by decree and rhetoric for the relaxation of laws and environmental license. Other experts estimate that during its first four weeks, the government faced internal discrepancies, a sudden change in its foreign policy, with clear submission to the United States, and unfocused assertions that concern society as a whole. Brasilia, Feb 1 (Prensa Latina) Brazilian workers describe Friday as negative the first month of Jair Bolsonaro''s government, completed this Thursday, in the middle of a mining catastrophe which currently cost more than 100 dead.",
                "score": -59.2417061611374,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "https://www.poandpo.com/companies/brazil-freeze-more-vale-assets-over-dam-collapse-vale-wants-outofcourt-settlement-12201928/",
                "text": "Vale CEO Fabio Schvartsman met with Brazil's General Prosecutor Raquel Dodge in the capital Brasilia to discuss compensating the hundreds of families affected by the disaster in the rural town of Brumadinho. \"We are prepared to forgo legal actions, reach out-of-court settlements, and sign an agreement with the authorities of Minas Gerais as quickly as possible to allow Vale to immediately begin facing this compensatory process,\" he said. Dodge also met with representatives of the victims from Brumadinho and from Mariana, another town in Minas Gerais that experienced a similar tragedy in 2015, after a dam broke at another mining operation partly owned by Vale.",
                "score": -41.86046511627906,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "https://www.agriculture.com/markets/newswire/russia-may-restrict-brazil-soybean-imports-brazil-ag-ministry",
                "text": "BRASILIA, Feb 1 (Reuters) - Russia's government has told\nBrazil it may restrict soybean imports from the country\ntemporarily if producers do not reduce their volume of pesticide\nuse, especially of products using glyphosate, Brazil's\nAgriculture Ministry said on Friday. (Reporting by Lisandra Paraguassu; Editing by Christian Plumb) For related content and insights from industry experts, sign up for Successful Farming newsletters.",
                "score": -28.91566265060244,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20180201"
            },
            {
                "url": "http://news.trust.org/item/20190201141551-92s03",
                "text": "In a decision that revoked an earlier injunction blocking the probe, Justice Marco Aurelio Mello also ruled that the immunity from prosecution enjoyed by top elected officials should not apply to the investigation. It also threatens to weaken Jair Bolsonaro's hand in Congress as he seeks to deliver a broad legislative plan to open up the economy, push through complex pension reform and enact a socially conservative, law-and-order agenda. The earlier Supreme Court decision to put aside the case followed a request from Flavio Bolsonaro's lawyers for it to suspend a probe into suspicious payments to his former driver, Fabricio Queiroz.",
                "score": -9.437622029962231,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "http://www.jewishworldreview.com/0219/diehl020119.php3",
                "text": "On the contrary, the movement to oust the disastrous populist regime founded by Hugo Chavez is being driven by Venezuela's own neighbors, who until very recently had more help from Ottawa than from Washington, D.C. What we're seeing, in an era of U.S. retreat and dysfunction, is a 21st-century model for diplomacy in the Western Hemisphere. Then came a humanitarian catastrophe without precedent in the region's modern history: shortages of food, medicine, power and even water that have driven 10 percent of Venezuelans - more than 3 million people - to flee the country. Realizing they had the chance to win decisive international support, members of the National Assembly rallied the next day behind a new leader, Juan Guaido, and a new strategy: to declare the post of president vacant once Maduro's previous term expired.",
                "score": -7.95216759956808,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            },
            {
                "url": "https://ggwash.org/view/70353/what-if-you-put-the-beltway-on-top-of-other-cities",
                "text": "If you picked up the Beltway and plopped it atop other cities, and corrected for map projection differences, this post explores how it would look amid their geography. Moscow's largest ring road, tha A-108, would run from Fredericksburg to Hagerstown to Aberdeen if it were over DC, and would drawf even the mightiest of Texan beltways. Shanghai looks like a Chinese Los Angeles, with the Washington Beltway a small and out-of-place hoop surrounded by a massive web of criss-crossing highways that extend far far beyond.",
                "score": 0.30272452068616995,
                "lat": "-15.7833",
                "long": "-47.9167",
                "date": "20190201"
            }
        ]
    ]
  }
}